Repository: trendspotter/hid_app2
Catalog: src/po/*.po
Languages: cs

source: Save settings
cs: Uložit nastavení

source: Saving
cs: Ukládání

source: Search
cs: Vyhledávání

source: Search Results
cs: Výsledky hledání

source: Search by name
cs: Vyhledávání podle jména

source: Search for a country
cs: Vyhledat zemi

source: Search for a country / region
cs: Vyhledat zemi / region

source: Search for a list
cs: Vyhledat seznam

source: Search for a list name
cs: Vyhledat název seznamu

source: Search for a name
cs: Vyhledat jméno

source: Search for a subscription
cs: Vyhledat odebírání

source: Search for an organisation
cs: Vyhledat organizaci

source: Search for contacts
cs: Vyhledat kontakty

source: Search for contacts or contact lists
cs: Vyhledat kontakty nebo seznamy kontaktů

source: Search for operation lists
cs: Vyhledat seznamy operací

source: Search for other contact lists
cs: Vyhledat další seznamy kontaktů

source: Search lists
cs: Seznamy vyhledávání

source: Search services
cs: Vyhledávací služby

source: Secret
cs: Tajemství

source: See <a href="https://about.humanitarian.id/partners-using-our-authentication-service" target="_blank" style="color: #fff;">here</a> platforms using Humanitarian ID login.
cs: Podívejte se <a href="https://about.humanitarian.id/partners-using-our-authentication-service" target="_blank" style="color: #fff;">zde</a> na platformy používající k přihlášení Humanitarian ID.

source: See all
cs: Zobrazit vše

source: Select a country
cs: Vybrat zemi

source: Select a list
cs: Vybrat seznam

source: Select a primary email address:
cs: Vybrat primární e-mailovou adresu:

source: Select a primary job title:
cs: Vybrat primární úlohu:

source: Select a primary organization:
cs: Vybrat primární organizaci:

source: Select a primary phone number:
cs: Vybrat primární telefonní číslo:

source: Select a region
cs: Vybrat region

source: Select a role
cs: Vybrat roli

source: Select an organisation
cs: Vybrat organizaci

source: Select current location
cs: Vybrat aktuální lokaci

source: Select email type
cs: Vybrat typ e-mailu

source: Select managers
cs: Vybrat manažery

source: Select phone number type
cs: Vybrat typ telefonního čísla

source: Select social network type
cs: Vybrat typ sociální sítě

source: Select some lists
cs: Vybrat některé seznamy

source: Select some people
cs: Vybrat některé lidi

source: Select some roles
cs: Vybrat některé role

source: Select someone
cs: Vybrat někoho

source: Send Claim Email
cs: Odeslat žádací e-mail

source: Service Type
cs: Typ služby

source: Service admin
cs: Správce služby

source: Service deleted successfully
cs: Služba úspěšně smazána

source: Service manager
cs: Manažer služby

source: Service saved successfully
cs: Služba úspěšně uložena

source: Service settings
cs: Nastavení služby

source: Services
cs: Služby

source: Set a date here if you want to be checked out automatically
cs: Zde nastavte datum, chcete-li být automaticky odhlášeni

source: Set a date to be automatically checked out:
cs: Nastavte datum, kdy chcete automaticky odhlásit:

source: Set primary email:
cs: Nastavit primární e-mail:

source: Set primary job title:
cs: Nastavit hlavní pracovní místo:

source: Set primary location:
cs: Nastavit primární lokaci:

source: Set primary organization:
cs: Nastavit primární organizaci:

source: Set primary phone number:
cs: Nastavit primární telefonní číslo:

source: Show less
cs: Zobrazit méně

source: Show user
cs: Zobrazit uživatele

source: Showing contacts
cs: Zobrazení kontaktů

source: Showing lists
cs: Zobrazení seznamů

source: Sign up for a Humanitarian ID account. Doing so will give you access to Humanitarian ID as well as a growing number of <a href="https://about.humanitarian.id/partners-using-our-authentication-service" target="_blank">related humanitarian community sites</a>.
cs: Přihlaste se k účtu Humanitarian ID. Tímto způsobem získáte přístup k Humanitarian ID, stejně jako k rostoucímu počtu <a href="https://about.humanitarian.id/partners-using-our-authentication-service" target="_blank"> souvisejících webů humanitární komunity </a>.

source: Skip
cs: Přeskočit

source: Skip to main content
cs: Přeskočit na hlavní obsah

source: Social Networks
cs: Sociální sítě

source: Some of you check-ins are pending, we will get back to you soon.
cs: Některé z vašich přihlášení stále čekají, brzy se k nim vrátíme.

source: Sorry there was an problem making this request, please try again
cs: Je nám líto, že při odesílání této žádosti došlo k problému. Zkuste to prosím znovu

source: Sorry, the contact folder could not be created...
cs: Je nám líto, složka kontaktů nebyla vytvořena ...

source: Sorry, the spreadsheet export did not work...
cs: Omlouváme se, export tabulky nefunguje ...

source: Sorry, this user was not found. Try searching for Humanitarian Contacts:
cs: Omlouváme se, tento uživatel nebyl nalezen. Zkuste hledat humanitární kontakty:

source: Sort
cs: Třídit

source: Sort by
cs: Třídit podle

source: Status
cs: Stav

source: Status:
cs: Stav:

source: Submit
cs: Odeslat

source: Subscribe
cs: Odebírat

source: Subscribe user
cs: Přihlásit uživatele

source: Subscriptions
cs: Odebírání

source: Successfully added to list
cs: Úspěšně přidán do seznamu

source: Successfully removed from list
cs: Úspěšně odstraněn ze seznamu

source: Successfully removed from list.
cs: Úspěšně odstraněn ze seznamu.

source: Suggested services
cs: Navrhované služby

source: Support
cs: Podpora

source: Synchronize with Google Spreadsheet
cs: Synchronizovat s tabulkou Google

source: Thank you for checking in
cs: Děkujeme, že jste se přihlásili

source: Thank you for checking in. You will soon receive an email address which will allow you to confirm your account. Please confirm it asap.
cs: Děkujeme, že jste se přihlásili. Brzy obdržíte e-mailovou adresu, která vám umožní potvrdit váš účet. Prosím, potvrďte co nejrychleji.

source: Thank you for confirming your email. You can now login through our application, or through any other application using Humanitarian ID
cs: Děkujeme, že jste potvrdili svůj e-mail. Nyní se můžete přihlásit prostřednictvím naší aplikace nebo pomocí jakékoli jiné aplikace s použitím Humanitarian ID

source: Thank you for creating an account. You will soon receive a confirmation email to confirm your account.
cs: Děkujeme za vytvoření účtu. Brzy obdržíte potvrzovací e-mail, který potvrdí váš účet.

source: Thanks for registering
cs: Děkujeme za registraci

source: The client ID
cs: ID klienta

source: The client name
cs: Jméno klienta

source: The confirmation link did not work
cs: Potvrzovací odkaz nefungoval

source: The contact folder was successfully created.
cs: Složka kontaktů byla úspěšně vytvořena.

source: The list owner and the managers of this list only
cs: Vlastník seznamu a pouze správci tohoto seznamu

source: The list was successfully deleted.
cs: Seznam byl úspěšně smazán.

source: The operation ID
cs: ID operace

source: The service name
cs: Název služby

source: The url prefix in HID
cs: Předpona url v HID

source: The user was successfully approved.
cs: Uživatel byl úspěšně schválen.

source: The user was successfully checked out.
cs: Uživatel byl úspěšně odhlášen.

source: The user was successfully created. If you inserted an email address, they will receive an email to claim their account. You can now edit the user profile to add more information.
cs: Uživatel byl úspěšně vytvořen. Pokud jste vložili e-mailovou adresu, obdrží e-mail s žádostí o účet. Nyní můžete upravit profil uživatele a přidat další informace.

source: The user was successfully deleted.
cs: Uživatel byl úspěšně smazán.

source: The user was successfully subscribed to this service
cs: Uživatel byl úspěšně přihlášen k této službě

source: The user was successfully unsubscribed from this service
cs: Uživatel byl úspěšně odhlášen z této služby

source: There is an error in your registration. You may have already registered. If so, simply <a href="/password_reset" target="_top">reset your password</a>.
cs: Při registraci se vyskytla chyba. Možná jste se již registrovali. Pokud ano, jednoduše <a href="/password_reset" target="_top"> obnovte své heslo </a>.

source: There was an error logging in.
cs: Došlo k chybě při přihlášení.

source: There was an error resetting your password. Please try again or contact the HID team.
cs: Při obnovení hesla došlo k chybě. Zkuste to prosím znovu nebo kontaktujte tým HID.

source: There was an error uploading the picture
cs: Při nahrávání obrázku došlo k chybě

source: This account is currently only visible to global managers. By editing it, you will automatically inform the user that you have created his/her profile and made it visible to everyone on Humanitarian ID.
cs: Tento účet je aktuálně viditelný pouze pro globální manažery. Úpravou je automaticky informujete uživatele o tom, že jste vytvořili svůj profil a učinili jste jej viditelným pro všechny, kteří jsou na Humanitarian ID.

source: This contact list can only be viewed by verified users. Please contact us at
cs: Tento seznam kontaktů lze zobrazit pouze ověřenými uživateli. Kontaktujte nás prosím na adrese

source: This field is required
cs: Toto pole je povinné

source: This field must be a valid email address
cs: Toto pole musí být platná e-mailová adresa

source: This list has been set to private by the list owner. Unfortunately you do not have the rights to access it.
cs: Tento seznam byl vlastníkem seznamu nastaven na soukromý. Bohužel nemáte práva k přístupu.

source: This list was removed from your favourites.
cs: Tento seznam byl odstraněn z oblíbených položek.

source: This list was successfully added to your favourites.
cs: Tento seznam byl úspěšně přidán do oblíbených.

source: This list was successfully removed from your favourites.
cs: Tento seznam byl úspěšně odstraněn z oblíbených položek.

source: Timezone
cs: Časové pásmo

source: To get started, please give us some information about yourself.
cs: Chcete-li začít, dejte nám prosím nějaké informace o sobě.

source: Trusted Domains
cs: Důvěryhodné domény

source: Trusted devices
cs: Důvěryhodné zařízení

source: Two-factor authentication
cs: Dvoufaktorová autentizace

source: Two-factor authentication is an effective way to protect your account from unauthorized access. What you need to do to enable this feature:
cs: Dvoufaktorová autentizace je účinný způsob ochrany vašeho účtu před neoprávněným přístupem. Co musíte udělat, abyste povolili tuto funkci:

source: Type
cs: Typ

source: Type a locality
cs: Zadejte lokalitu

source: Type of user
cs: Typ uživatele

source: Un-verified
cs: Neověřeno

source: Un-verify account
cs: Zrušit ověření účtu

source: Un-verify user
cs: Zrušit ověření uživatele

source: Unfavourite
cs: Odebrat oblíbenost

source: United Nations
cs: Spojené národy

source: Unknown
cs: Neznámý

source: Unsubscribe
cs: Odhlásit odběr

source: Unverified
cs: Neověřeno

source: Update check out date
cs: Aktualizovat datum odhlášení

source: Update information
cs: Aktualizovat informace

source: Update password
cs: Aktualizovat heslo

source: Update your information
cs: Aktualizujte své informace

source: Use JPEG, up to 5 MB
cs: Použijte JPEG až 5 MB

source: User admin
cs: Správce uživatelů

source: User not found
cs: Uživatel nenalezen

source: User updated
cs: Uživatel aktualizován

source: User was successfully notified
cs: Uživatel byl úspěšně informován

source: Username
cs: Uživatelské jméno

source: Users
cs: Uživatelé

source: Validation email sent successfully.
cs: Ověřovací e-mail byl úspěšně odeslán.

source: Verified
cs: Ověřeno

source: Verified by
cs: Ověřeno od

source: Verified users
cs: Ověřený uživatel

source: Verified users only
cs: Pouze ověření uživatelé

source: Verify account
cs: Ověřit účet

source: Verify user
cs: Ověřit uživatele

source: View All &gt;
cs: Zobrazit vše &gt;

source: View OAuth Clients
cs: Zobrazit uživatele OAuth

source: View Trusted Domains
cs: Zobrazit důvěryhodné domény

source: View all
cs: Zobrazit vše

source: View as PDF
cs: Zobrazit jako PDF

source: We could not log you in because your email address is not verified yet.
cs: Nemohli jsme se přihlásit, protože vaše e-mailová adresa ještě není ověřena.

source: We could not log you in because your password is expired. Following UN regulations, as a security measure passwords must be updated every six months. Kindly reset your password by clicking on the "Forgot/Reset password" link below.
cs: Nemohli jsme se přihlásit, protože vaše heslo vypršela. V souladu s předpisy OSN musí být jako bezpečnostní opatření hesla aktualizována každých šest měsíců. Heslo obnovte kliknutím na odkaz Zapomenuté / Reset hesla níže.

source: We could not log you in, the email address does not exist.
cs: Nemohli jsme se přihlásit, e-mailová adresa neexistuje.

source: We could not log you in. The username or password you have entered are incorrect. Kindly try again.
cs: Nemohli jsme se přihlásit. Uživatelské jméno nebo heslo, které jste zadali, jsou nesprávné. Láskavě zkuste to znovu.

source: We could not unsubscribe you from this service
cs: Nemohli jsme vás odhlásit od této služby

source: Websites
cs: Webové stránky

source: Welcome to Humanitarian ID
cs: Vítejte na Humanitarian ID

source: What are these?
cs: Co to je?

source: What is your primary location?
cs: Jaké je vaše hlavní lokace?

source: What is your primary organization?
cs: Jaká je vaše primární organizace?

source: Where are you currently ?
cs: Kde jste v současné době?

source: Who can join this list?
cs: Kdo se může přidat do tohoto seznamu?

source: Who can view this list?
cs: Kdo může tento seznam zobrazit?

source: Who should be able to see your email addresses?
cs: Kdo by měl mít možnost vidět vaše e-mailové adresy?

source: Who should be able to see your locations?
cs: Kdo by měl vidět vaše umístění?

source: Who should be able to see your phone numbers?
cs: Kdo by měl mít možnost vidět vaše telefonní čísla?

source: Work
cs: Práce

source: Would you like to be checked out automatically ? If so, when ?
cs: Chcete být automaticky odhlášeni? Pokud ano, kdy?

source: You are not part of any lists
cs: Nejste součástí žádných seznamů

source: You can add more information to your profile at any time via the 'Profile' link in your account menu on the top right
cs: Do svého profilu můžete kdykoli přidat další informace prostřednictvím odkazu "Profil" v nabídce svého účtu vpravo nahoře

source: You can check into different types of contact list. First, choose which list or lists are most appropriate for you. Here are the different types:
cs: Můžete zkontrolovat různé typy kontaktů. Nejprve vyberte, které seznamy nebo seznamy jsou pro vás nejvhodnější. Zde jsou různé typy:

source: You can create your own contact lists from the dashboard in the menu at the top of your screen. Once you’ve given your list a name and decided who can view and join it, you can start adding and removing contacts from your list.
cs: Můžete vytvořit vlastní seznamy kontaktů z hlavního panelu v nabídce v horní části obrazovky. Po zadání seznamu jména a rozhodování o tom, kdo jej může zobrazit a připojit, můžete začít přidávat a odstraňovat kontakty ze seznamu.

source: You can find the Check-in and Check-out buttons on the top-right of your screen. To get started, click on Check-in, then start typing the name of the country, disaster, or group in the box. Select your list and then look at the options for other suitable lists.
cs: Tlačítka pro přihlášení a odhlášení naleznete v pravé horní části obrazovky. Chcete-li začít, klikněte na položku Zaregistrovat a potom v poli zadejte název země, katastrofu nebo skupinu. Vyberte svůj seznam a podívejte se na možnosti dalších vhodných seznamů.

source: You don't have any favourite lists
cs: Nemáte žádné oblíbené seznamy

source: You don't manage any lists
cs: Nemáte žádné seznamy

source: You have granted the following applications access to your Humanitarian ID account.
cs: Udělili jste těmto aplikacím přístup k vašemu účtu Humanitarian ID.

source: You need to select a list
cs: Musíte vybrat seznam

source: You should only check into an organization that you belong to. All organizational lists are moderated, i.e. your check-in will have to be approved by a Humanitarian ID manager.
cs: Měli byste se jen podívat do organizace, do které patříš. Všechny organizační seznamy jsou moderovány, tzn. Vaše odbavení bude muset být schváleno správcem Humanitarian ID.

source: You were successfully checked in.
cs: Byl jste úspěšně přihlášen.

source: You were successfully checked in. Given the list(s) you checked into, we recommend that you subscribe to the services listed below. Subscribing to a service means either joining a Google Group or a Mailchimp list. You will be able to unsubcribe to these services anytime from your "Check out" section.
cs: Úspěšně jste se přihlásili. Vzhledem k tomu, že jste zapsali do seznamů, doporučujeme vám objednat služby uvedené níže. Přihlášení k službě znamená buď spojení se skupinou Google nebo seznamem Mailchimp. Budete se moci tyto služby kdykoli odhlásit z oddílu "Odhlásit se".

source: You were successfully checked into the list
cs: Byl jste úspěšně zařazeni do seznamu

source: You were successfully logged out.
cs: Byl jste úspěšně odhlášen.

source: You were successfully subscribed
cs: Byl jste úspěšně přihlášen

source: You were successfully subscribed to this service
cs: Úspěšně jste se přihlásil k této službě

source: You were successfully unsubscribed from this service
cs: Byl jste úspěšně odhlášen z této služby

source: You've reached the API request limit, please try again in 10 minutes
cs: Dosáhli jste limitu žádosti o rozhraní API. Zkuste to prosím znovu za 10 minut

source: Your API keys
cs: Vaše klíče API

source: Your account has been locked for 5 minutes due to too many unsuccessful login attempts
cs: Váš účet byl uzamčen po dobu 5 minut z důvodu příliš velkého počtu neúspěšných pokusů o přihlášení

source: Your account was successfully removed. You are now logged out. Sorry to have you go.
cs: Váš účet byl úspěšně odstraněn. Nyní jste odhlášeni. Mrzí nás, že jste odešel.

source: Your check in modifications
cs: Vaše změny při přihlášení

source: Your connection request is pending
cs: Vaše žádost o připojení čeká

source: Your connection request is pending. Please note that some of the information made available by this user is only available to verified users.
cs: Vaše žádost o připojení čeká. Upozorňujeme, že některé informace, které tento uživatel poskytuje, jsou k dispozici pouze ověřeným uživatelům.

source: Your connections
cs: Vaše spojení

source: Your current password
cs: Vaše současné heslo

source: Your device is connected to the internet
cs: Vaše zařízení je připojeno k internetu

source: Your device lost its internet connection.
cs: Vaše zařízení ztratilo připojení k internetu.

source: Your email address
cs: Vaše emailová adresa

source: Your first name
cs: Vaše jméno

source: Your last name
cs: Vaše příjmení

source: Your middle name
cs: Vaše druhé jméno

source: Your new password
cs: Vaše nové heslo

source: Your password
cs: Vaše heslo

source: Your password is not valid
cs: Vaše heslo není platné

source: Your password was successfully changed.
cs: Vaše heslo bylo úspěšně změněno.

source: Your password was successfully changed. You can now login.
cs: Vaše heslo bylo úspěšně změněno. Nyní se můžete přihlásit.

source: Your passwords do not match
cs: Vaše hesla se neshodují

source: Your profile has been verified.
cs: Váš profil byl ověřen.

source: Your profile is not verified.
cs: Váš profil není ověřen.

source: Your request for check-in is pending. We will get back to you soon.
cs: Vaše žádost o registraci čeká. Brzy se k vám vrátíme.

source: Your settings were successfully changed.
cs: Vaše nastavení byla úspěšně změněna.

source: about checking in
cs: o přihlášení

source: about finding others
cs: o hledání ostatních

source: about managing lists
cs: o správě seznamů

source: added
cs: přidán

source: contacts
cs: kontakty

source: contacts found
cs: nalezeny kontakty

source: email address
cs: emailová adresa

source: email addresses can only be viewed by verified users.
cs: e-mailové adresy mohou být zobrazovány pouze ověřenými uživateli.

source: if you wish to access the list.
cs: pokud chcete získat přístup k seznamu.

source: landing page
cs: vstupní stránky

source: lists found
cs: nalezené seznamy

source: location
cs: lokace

source: locations can only be viewed by verified users.
cs: umístění lze zobrazit pouze ověřenými uživateli.

source: next
cs: další

source: or return to the
cs: nebo se vrátíte na

source: phone number
cs: telefonní číslo

source: phone numbers can only be viewed by verified users.
cs: telefonní čísla lze zobrazit pouze ověřenými uživateli.

source: removed
cs: odstraněn

source: resend validation email
cs: odešlete ověřovací e-mail

source: searching for the list
cs: vyhledávání v seznamu

source: subscribers
cs: předplatitelé

source: was successfully checked in
cs: byl úspěšně zkontrolován

source: was successfully subscribed
cs: byl úspěšně přihlášen
