Repository: trendspotter/hid_app2
Catalog: src/po/*.po
Languages: cs

source: &lt; Hide
cs: &lt; Skrýt

source: / Unverified
cs: / Neověřeno

source: 2. Enter the code given:
cs: 2. Zadejte uvedený kód:

source: <strong>1. Scan the QR Code:</strong>
cs: <strong> 1. Sejměte QR kód:</strong>

source: <strong>3. Save your recovery codes:</strong>
cs: <strong> 3. Uložte si kódy pro obnovení:</strong>

source: A coordination hub is a location where coordination takes place, usually in or outside a large city. For instance, more often than not an OSOCC set up in a sudden-onset disaster becomes a coordination hub for a few weeks after a disaster strikes.
cs: Koordinační centrum je místo, kde probíhá koordinace, obvykle ve velkém městě nebo mimo něj. Například, častěji než OSOCC, která se zřídila při náhlé katastrofě, se stane koordinačním centrem několik týdnů po katastrofě.

source: A synchronized Google Sheet was created. Find it at:
cs: Synchronizovaný účet Google Sheet byl vytvořen. Najděte jej na adrese:

source: API key deleted
cs: Klíč API byl smazán

source: About
cs: O nás

source: Academic / Research
cs: Vědecký / Výzkumný

source: Access settings
cs: Nastavení přístupu

source: Activate
cs: Aktivovat

source: Add Client
cs: Přidat klienta

source: Add Member
cs: Přidat člena

source: Add Operation
cs: Přidat operaci

source: Add a job title
cs: Přidat pracovní pozici

source: Add a job title:
cs: Přidat pracovní pozici:

source: Add a new email address:
cs: Přidat novou e-mailovou adresu:

source: Add a new job title:
cs: Přidat novou pozici:

source: Add a new location
cs: Přidat nové umístění

source: Add a new organisation
cs: Přidat novou organizaci

source: Add a new organization:
cs: Přidat novou organizaci:

source: Add a new phone number:
cs: Přidat nové telefonní číslo:

source: Add an organization:
cs: Přidat organizaci:

source: Add email:
cs: Přidat e-mail:

source: Add location
cs: Přidat umístění

source: Add new Member
cs: Přidat nového člena

source: Add new key
cs: Přidat nový klíč

source: Add new user
cs: Přidat nového uživatele

source: Add phone number:
cs: Přidat telefoní číslo:

source: Add social network:
cs: Přidat sociální síť:

source: Add website:
cs: Přidat web:

source: Additional Information
cs: Dodatečné informace

source: Administrator
cs: Správce

source: Adminstrator
cs: Správce

source: All lists you are checked in to
cs: Všechny seznamy, do kterých jste přihlášeni

source: All subscriptions
cs: Všechny odběry

source: Already added
cs: Už přidán

source: Anyone
cs: Kdokoliv

source: Anyone within HID can ask to be checked in
cs: Kdokoliv v rámci HID může požádat o odbavení

source: Anyone within Humanitarian ID
cs: Kdokoliv v Humanitním ID

source: Application successfully revoked.
cs: Aplikace byla úspěšně zrušena.

source: Approve
cs: Schválit

source: Are you about to deploy to a new operation, join the response to a specific disaster or start working with a different sector or cluster? If so, check in to the relevant contact lists and don’t forget to check out when you leave the country.
cs: Chystáte se nasadit na novou operaci, připojit se k reakci na konkrétní katastrofu nebo začít pracovat s jiným sektorem nebo clusterem? Pokud ano, přihlaste se do příslušných seznamů kontaktů a nezapomeňte se při odchodu ze země odhlásit.

source: Are you sure you want to check out of this list?
cs: Opravdu se chcete z tohoto seznamu odhlásit?

source: Are you sure you want to do this ? You will not be able to access Humanitarian ID anymore.
cs: Opravdu chcete to udělat? Již nebudete mít přístup k Humanitarian ID.

source: Are you sure you want to do this? This user will not be able to access Humanitarian ID anymore.
cs: Opravdu to chcete udělat? Tento uživatel již nebude mít přístup k Humanitarian ID.

source: Are you sure you want to do this? You will need to authorize this application again to access it through Humanitarian ID.
cs: Opravdu to chcete udělat? Budete muset tuto aplikaci znovu autorizovat a získat přístup k ní prostřednictvím Humanitarian ID.

source: Are you sure?
cs: Jste si jist?

source: Associated lists
cs: Přidružené seznamy

source: Auth user
cs: Autorizace uživatele

source: Authorized Applications
cs: Autorizované aplikace

source: Authorized applications
cs: Autorizované aplikace

source: Cancel
cs: Zrušit

source: Change password
cs: Změnit heslo

source: Change settings
cs: Změnit nastavení

source: Changed primary email to:
cs: Změnil primární e-mail na:

source: Changed primary job title to:
cs: Změnil název primární prcovní pozice na:

source: Changed primary location to:
cs: Změnil primární umístění na:

source: Changed primary organization to:
cs: Změnil primární organizaci na:

source: Changed primary phone number to:
cs: Změnil primární telefonní číslo na:

source: Check in
cs: Přihlášení

source: Check in and out
cs: Přihlášení a odhlášení

source: Check in modifications
cs: Změny přihlášení

source: Check into List
cs: Přidat se do seznamu

source: Check into a list
cs: Přidat se do seznamu

source: Check me in
cs: Přidejte mne

source: Check out
cs: Odebrat

source: Check out of list
cs: Odebrat ze seznamu

source: Check-in
cs: Přihlášení

source: Checkin
cs: Přihlášení

source: Checkout
cs: Odhlášení

source: Choose the list
cs: Vyberte seznam

source: Claim email sent successfully
cs: Žádací e-mail úspěšně odeslán

source: Client URL
cs: Klientské URL

source: Client admin
cs: Správce klienta

source: Client deleted successfully
cs: Klient úspěšně smazán

source: Client redirect URL
cs: URL přesměrování klienta

source: Client saved successfully
cs: Klient úspěšně uložen

source: Client secret
cs: Klientské tajemství

source: Clients
cs: Klienti

source: Close
cs: Zavřít

source: Cluster
cs: Klastr

source: Clusters / Working Groups
cs: Klastry / Pracovní skupiny

source: Co-ordination Hubs
cs: Koordinační centra

source: Co-ordination hub
cs: Koordinační centrum

source: Code of conduct
cs: Kodex chování

source: Confirm new password
cs: Potvrďte nové heslo

source: Connect
cs: Připojit

source: Connection removed
cs: Připojení odebráno

source: Connection request sent
cs: Žádost o připojení odeslána

source: Contact
cs: Kontakt

source: Contact Information
cs: Kontaktní informace

source: Contacts
cs: Kontakty

source: Contacts admin
cs: Kontakty správce

source: Coordination Hubs
cs: Koordinační centra

source: Coordination hub
cs: Koordinační centrum

source: Copy
cs: Kopírovat

source: Copy Email Addresses
cs: Kopírovat e-mailovou adresu

source: Country
cs: Země

source: Create a new client
cs: Vytvořit nového klienta

source: Create a new list
cs: Vytvořit nový seznam

source: Create a new operation
cs: Vytvořit novou operaci

source: Create a new service
cs: Vytvořit novou službu

source: Create a password
cs: Vytvořit heslo

source: Create new List
cs: Vytvořit nový seznam

source: Create password
cs: Vytvořit heslo

source: Create your own contact lists and share them with others. Let others check in to your lists or decide for yourself who can join.
cs: Vytvořte si vlastní seznamy kontaktů a sdílejte je s ostatními. Nechte ostatní, aby se přihlásili do vašich seznamů nebo se rozhodněte pro sebe, kdo se může připojit.

source: Created
cs: Vytvořeno

source: Created by
cs: Vytvořil

source: Creation date
cs: Datum vytvoření

source: Current connections
cs: Aktuální připojení

source: Current job title
cs: Aktuální pracovní pozice

source: Current location
cs: Současná pozice

source: Current organization
cs: Současná organizace

source: Current password
cs: Aktuální heslo

source: Current phone number
cs: Aktuální telefonní číslo

source: Dashboard
cs: Nástěnka

source: Deactivate
cs: Deaktivovat

source: Delete List
cs: Odstranit seznam

source: Delete User
cs: Odstranit uživatele

source: Delete account
cs: Odstranit účet

source: Delete client
cs: Odstranit klienta

source: Delete list
cs: Odstranit seznam

source: Delete service
cs: Odstranit službu

source: Deleting your account means that you will lose your access to Humanitarian ID.
cs: Vymazání účtu znamená, že ztratíte přístup k Humanitarian ID.

source: Deny
cs: Odmítnout

source: Description
cs: Popis

source: Details
cs: Detaily

source: Developers
cs: Vývojáři

source: Device removed.
cs: Zařízení bylo odebráno.

source: Disaster
cs: Katastrofa

source: Disasters
cs: Katastrofy

source: Disasters usually refer to sudden-onset emergencies in a country or region. The Nepal Earthquake, Hurricane Matthew in Haiti or the floods in the Balkans are just a few examples.
cs: Katastrofy obvykle odkazují na nouzové situace v zemi nebo regionu. Nepálské zemětřesení, hurikán Matthew na Haiti nebo záplavy na Balkáně jsou jen pár příkladů.

source: Domain
cs: Doména

source: Domain URL
cs: URL domény

source: Domain deleted successfully
cs: Doména byla úspěšně smazána

source: Domain saved successfully
cs: Doména byla úspěšně uložena

source: Donor
cs: Dárce

source: Download
cs: Stažení

source: Download and save your recovery codes in a safe place. They will allow you to access your account if you ever lose your phone.
cs: Stáhněte a uložte své kódy pro obnovu na bezpečném místě. Umožní vám přístup k vašemu účtu, pokud někdy ztratíte telefon.

source: Duplicate successfully removed
cs: Duplikát byl úspěšně odstraněn

source: Duplicates
cs: Duplikáty

source: Edit
cs: Upravit

source: Edit List Settings
cs: Upravit nastavení seznamu

source: Edit Service
cs: Upravit službu

source: Edit client
cs: Upravit klienta

source: Edit service
cs: Upravit službu

source: Email address
cs: Emailová adresa

source: Email addresses must be verified before they can be set as primary.
cs: E-mailové adresy musí být ověřeny předtím, než je lze nastavit jako primární.

source: Email type
cs: Typ e-mailu

source: Embassy
cs: Velvyslanectví

source: Enter your personal details
cs: Zadejte své osobní údaje

source: Export Contact Info
cs: Export kontaktních informací

source: Export into CSV
cs: Export do CSV

source: Export options
cs: Možnosti exportu

source: Family name
cs: Rodinné jméno

source: Feedback
cs: Zpětná vazba

source: Feel free to export your contact list into PDF or other available formats.
cs: Neváhejte exportovat seznam kontaktů do formátu PDF nebo jiných dostupných formátů.

source: Filter by co-ordination hub
cs: Filtrovat podle koordinačního centra

source: Filter by country
cs: Filtrovat podle země

source: Filter by disaster
cs: Filtrovat podle katastrofy

source: Filter by group
cs: Filtrovat podle skupiny

source: Filter by operation
cs: Filtrovat podle operace

source: Filter by organization
cs: Filtrovat podle organizace

source: Filter by organization type
cs: Filtrovat podle typu organizace

source: Filter by role
cs: Filtrovat podle role

source: Filter by type
cs: Filtrovat podle typu

source: Filters applied:
cs: Použité filtry:

source: Find others
cs: Najít další

source: Find out more
cs: Zjistit více

source: First Name
cs: Jméno

source: First name
cs: Jméno

source: Forgot/Reset password
cs: Zapomenuté / reset hesla

source: Functional roles
cs: Funkční role

source: Get recovery codes
cs: Získat obnovovací kódy

source: Get started
cs: Začít

source: Get the app
cs: Získat aplikaci

source: Ghost
cs: Duch

source: Given name
cs: Křestní jméno

source: Government
cs: Vláda

source: Group
cs: Skupina

source: Groups
cs: Skupiny

source: Groups can be clusters, sectors or simply working groups that are set up in a specific country to facilitate coordination among humanitarian partners.
cs: Skupiny mohou být seskupeny podle odvětví nebo být jednoduše pracovní skupiny, které jsou zřízeny v určité zemi, aby usnadnily koordinaci mezi humanitárními partnery.

source: Hide
cs: Skrýt

source: Hide the service - HID users will not be able to search for it
cs: Skrýt službu - uživatelé HID ji nebudou moci vyhledat

source: Hide user
cs: Skrýt uživatele

source: Humanitarian ID is also available as a mobile app for iOS and Android.
cs: Humanitarian ID je také k dispozici jako mobilní aplikace pro iOS a Android.

source: Humanitarian contacts
cs: Humanitární kontakty

source: Humanitarian details
cs: Humanitární detaily

source: If you forgot the password to your Humanitarian ID account, or your password has expired, you can request a new password by entering your email address here and clicking "Reset Password". You will receive an email with a temporary link.
cs: Pokud jste zapomněli heslo k vašemu účtu Humanitarian ID nebo vaše heslo vypršelo, můžete požádat o nové heslo vložením e-mailové adresy a kliknutím na tlačítko "Resetovat Heslo". Obdržíte e-mail s dočasným odkazem.

source: If you get a lot of results, use this filter to fine-tune your search.
cs: Pokud získáte spoustu výsledků, použijte tento filtr pro jemné doladění vyhledávání.

source: If you want to join a list temporarily, add a check-out date. We’ll send you a reminder shortly before the given date and we’ll check you out automatically two weeks after the end-date.
cs: Chcete-li se dočasně připojit k seznamu, přidejte datum odhlášení. Zašleme vám připomenutí krátce před daným datem a automaticky se zkontrolujeme dva týdny po datu ukončení.

source: If your organization is not listed, click <a href="https://docs.google.com/a/humanitarianresponse.info/forms/d/e/1FAIpQLSdpkMue4gFydSm1PwhSIQonpWRGG50ouJJdo8NbcvaMv_pcDw/viewform?c=0&w=1" target="_blank">here</a> to request adding it.
cs: Pokud vaše organizace není uvedena, klikněte na tlačítko <a href="https://docs.google.com/a/humanitarianresponse.info/forms/d/e/1FAIpQLSdpkMue4gFydSm1PwhSIQonpWRGG50ouJJdo8NbcvaMv_pcDw/viewform?c=0&w=1" target="_blank">zde</a>, abyste požádali o přidání.

source: In order to view this person’s profile, please contact info@humanitarian.id
cs: Chcete-li zobrazit profil této osoby, kontaktujte info@humanitarian.id

source: In the navigation bar you will find a search box. Start typing your search item in the box and contacts and lists will immediately appear.
cs: V navigačním panelu najdete vyhledávací pole. Začněte psát svou položku v poli a kontakty a seznamy se okamžitě zobrazí.

source: Info / actions
cs: Informace / akce

source: International NGO
cs: Mezinárodní nevládní organizace

source: International Organization
cs: Mezinárodní organizace

source: Job Title
cs: Pracovní pozice

source: Job title
cs: Pracovní pozice

source: Job titles
cs: Pracovní pozice

source: Key Contacts
cs: Klíčové kontakty

source: Key Lists
cs: Klíčové seznamy

source: Key Roles
cs: Klíčové role

source: Landline
cs: Pevná linka

source: Last Name
cs: Příjmení

source: Last Updated
cs: Naposledy aktualizováno

source: Last name
cs: Příjmení

source: Last update of your profile
cs: Poslední aktualizace vašeho profilu

source: Learn how to verify it
cs: Přečtěte si, jak ji ověřit

source: List
cs: Seznam

source: List Settings
cs: Nastavení seznamu

source: List name
cs: Název seznamu

source: List not available offline
cs: Seznam není k dispozici offline

source: List not found
cs: Seznam nebyl nalezen

source: Lists
cs: Seznamy

source: Lists I manage
cs: Seznamy, které spravuji

source: Lists I'm part of
cs: Seznamy, kterých jsem součástí

source: Locale
cs: Místní

source: Locality
cs: Lokalita

source: Location filters
cs: Filtry umístění

source: Locations
cs: Místa

source: Log in to Humanitarian ID.
cs: Přihlásit se k Humanitarian ID.

source: Log out
cs: Odhlásit se

source: Login
cs: Přihlášení

source: Login URL
cs: URL Přihlášení

source: Mailchimp API Key
cs: Klíč API Mailchimp

source: Mailchimp API key
cs: Klíč API Mailchimp

source: Mailchimp list
cs: Seznam Mailchimp

source: Manage services
cs: Správa služeb

source: Manage your own lists
cs: Správa vlastních seznamů

source: Manager
cs: Manažer

source: Managers
cs: Manažeři

source: Mark as favourite
cs: Označit jako oblíbené

source: Media
cs: Média

source: Meeting attendance (comfortable View)
cs: Setkání účastníků (pohodlné zobrazení)

source: Meeting attendance (compact View)
cs: Setkání účastníků (kompaktní zobrazení)

source: Middle Name
cs: Prostřední jméno

source: Military
cs: Vojenský

source: Mobile
cs: Mobilní

source: My connections
cs: Moje spojení

source: My favourite lists
cs: Moje oblíbené seznamy

source: My lists
cs: Moje seznamy

source: Name
cs: Název

source: National NGO
cs: Národní nevládní organizace

source: New job title
cs: Nová pracovní pozice

source: New password
cs: Nové heslo

source: Next
cs: Další

source: No applications currently have access to your Humanitarian ID account.
cs: Momentálně žádné aplikace nemají přístup k vašemu účtu Humanitarian ID.

source: No approved connections
cs: Žádné schválené připojení

source: No email
cs: Žádný e-mail

source: No emails
cs: Žádné e-maily

source: No job title
cs: Žádný název pracovní pozice

source: No job titles
cs: Žádné názvy pracovních pozic

source: No lists
cs: Žádné seznamy

source: No lists available
cs: Žádné seznamy nejsou k dispozici

source: No location
cs: Žádná lokalita

source: No locations
cs: Žádné lokality

source: No matter whether you are looking for an individual, a contact list or a specific role – all contacts are at your finger tips.
cs: Bez ohledu na to, zda hledáte jednotlivce, seznam kontaktů nebo určitou roli - všechny kontakty máte v dosahu.

source: No organizations
cs: Žádné organizace

source: No pending connections
cs: Žádné nevyřízené připojení

source: No permissions set
cs: Žádné oprávnění nejsou nastaveny

source: No phone number
cs: Žádné telefonní číslo

source: No phone numbers
cs: Žádná telefonní čísla

source: No results found
cs: Nenalezeny žádné výsledky

source: No roles
cs: Žádné role

source: No social networks
cs: Žádné sociální sítě

source: No subscribers
cs: Žádní odběratelé

source: No subscriptions
cs: Žádné odběry

source: No websites
cs: Žádné webové stránky

source: None set
cs: Nenastaveno

source: Note: Allow some time for the email to get to your inbox (especially if using @un.org domain). If you do not receive it, get in touch with us at <a href="mailto:info@humanitarian.id">info@humanitarian.id</a>
cs: Poznámka: Umožněte, aby se e-mail dostal do doručené pošty (zejména pokud používá doménu @un.org). Pokud ji neobdržíte, kontaktujte nás na adrese <a href="mailto:info@humanitarian.id"> info@humanitarian.id </a>

source: Notifications
cs: Oznámení

source: Number of contacts
cs: Počet kontaktů

source: Occupation filters
cs: Filtry povolání

source: Off
cs: Vypnuto

source: On
cs: Zapnuto

source: Only the owner and managers of the list can add users
cs: Pouze majitelé a správci seznamu mohou přidat uživatele

source: Operation
cs: Operace

source: Operation ID
cs: ID Operace

source: Operation deleted successfully
cs: Operace úspěšně smazána

source: Operation saved successfully
cs: Operace úspěšně uložena

source: Operations
cs: Operace

source: Operations usually refer to single countries, like Afghanistan or Iraq. In some cases they also refer to a wider humanitarian response across borders, for example the Whole of Syria response.
cs: Operace obvykle odkazují na jednotlivé země, jako je Afghánistán nebo Irák. V některých případech se také odvolávají na širší humanitární reakci přes hranice, například odpověď celé Sýrie.

source: Options
cs: Možnosti

source: Organization
cs: Organizace

source: Organization Type
cs: Typ organizace

source: Organizations
cs: Organizace

source: Orphan
cs: Sirotek

source: Other
cs: Jiný

source: Other lists you might be interested in
cs: Další seznamy, které vás mohou zajímat

source: Password
cs: Heslo

source: Password (confirm)
cs: Potvrzení hesla

source: Password reset was sent to . Please make sure the email address is correct. If not, please reset your password again
cs: Reset hesla byl odeslán. Ujistěte se, že e-mailová adresa je správná. Pokud tomu tak není, obnovte znovu heslo

source: Passwords must be at least <strong>8 characters</strong> long, contain at least one <strong>number</strong>, one <strong>uppercase character</strong> and one <strong>lowercase character</strong>.
cs: Hesla musí obsahovat alespoň <strong> 8 znaků </strong>, obsahovat alespoň jedno <strong> číslo </strong>, <strong> velká písmena </strong> a jeden <strong> malý znak</strong>.

source: Passwords must be at least <strong>8 characters</strong> long, contain at least one <strong>number</strong>, one <strong>uppercase character</strong> and one <strong>lowercase character</strong>. Password has to be different than your previous one.
cs: Hesla musí obsahovat alespoň <strong> 8 znaků </strong>, obsahovat alespoň jedno <strong> číslo </strong>, <strong> velká písmena </strong> a jeden <strong> malý znak</strong>. Heslo musí být jiné než vaše předchozí.

source: Pending approval
cs: Čeká na schválení

source: People on the list only
cs: Lidé pouze na seznamu

source: Permissions
cs: Oprávnění

source: Personal
cs: Osobní

source: Phone numbers
cs: Telefonní čísla

source: Phone type:
cs: Typ telefonu:

source: Picture uploaded
cs: Obrázek nahrán

source: Please email responsibly. Follow our
cs: E-maily pište zodpovědně. Sledujte naše

source: Please enter your Two-Factor Authentication code:
cs: Zadejte prosím svůj dvoufaktorový ověřovací kód:

source: Please note that some of the information made available by this user is only available to verified users
cs: Upozorňujeme, že některé informace, které tento uživatel poskytuje, jsou k dispozici pouze ověřeným uživatelům

source: Please note that some of the information made available by this user is private and some is available only to verified users. You can contact them with a request to see the private sections of their profile by clicking 'Connect'.
cs: Upozorňujeme, že některé informace, které tento uživatel poskytuje, jsou soukromé a některé jsou k dispozici pouze ověřeným uživatelům. Můžete je kontaktovat se žádostí o zobrazení soukromých částí profilu kliknutím na tlačítko Připojit.

source: Please note that some of the information made available by this user is private. You can contact them with a request to see their whole profile by clicking 'Connect'.
cs: Upozorňujeme, že některé informace, které tento uživatel poskytuje, jsou soukromé. Můžete je kontaktovat pomocí požadavku na zobrazení celého profilu kliknutím na tlačítko Připojit.

source: Preferences
cs: Předvolby

source: Primary email updated
cs: Primární e-mail byl aktualizován

source: Primary organization updated
cs: Primární organizace byla aktualizována

source: Private sector
cs: Soukromý sektor

source: Profile
cs: Profil

source: Profile updated
cs: Profil aktualizován

source: Profile users
cs: Profil uživatelů

source: Read more
cs: Přečtěte si více

source: Recent:&nbsp;
cs: Poslední: &nbsp;

source: Recovery codes
cs: Kódy zotavení

source: Red Cross / Red Crescent
cs: Červený kříž / Červený půlměsíc

source: Redirect URL
cs: URL Přesměrování

source: Register
cs: Registrovat

source: Register a new Humanitarian ID Account
cs: Registrovat nový účet Humanitarian ID

source: Related platforms
cs: Související platformy

source: Religious
cs: Náboženský

source: Remove
cs: Odstranit

source: Remove from favourites
cs: Odstranit z oblíbených položek

source: Remove from list
cs: Odstranit ze seznamu

source: Report a Problem
cs: Nahlásit problém

source: Request
cs: Žádost

source: Reset Password
cs: Obnovit heslo

source: Reset password
cs: Obnovit heslo

source: Roles are closely related to your job title. Very common roles are those of Humanitarian Coordinator, Information Management Officer or UNDAC member. As with checking into organizational lists, role check-ins are moderated.
cs: Role jsou úzce spjaty s vaším pracovním místem. Velmi častými rolemi je úloha humanitárního koordinátora, úředníka pro řízení informací nebo člena UNDAC. Stejně jako při kontrole do organizačních seznamů jsou přijímání rolí moderovány.

source: Satellite Phone
cs: Satelitní telefon

source: Save
cs: Uložit
